{
    "littlePrince": {
        "color": "linear-gradient(135deg, #ffeaa7 0%, #fab1a0 100%)",
        "colorDark": "linear-gradient(135deg, #fdcb6e 0%, #e17055 100%)",
        "words": [
            "a pilot who crashed in the desert and met the prince",
            "a young prince who traveled from planet to planet",
            "a rose who was proud, vain, yet deeply loved by the prince",
            "a baobab tree that threatened to overtake the prince's planet",
            "three volcanoes on the prince's tiny planet",
            "B-612, the asteroid where the prince lived",
            "a king who ruled over everything he saw",
            "a vain man who wanted everyone to admire him",
            "a businessman who counted stars to own them",
            "a lamplighter who faithfully lit and extinguished his lamp",
            "a geographer who recorded maps but never explored",
            "a field of roses that made the prince realize his rose was unique",
            "a fox who taught the prince about love and taming",
            "a snake who spoke in riddles and offered escape",
            "a desert where the prince and pilot met",
            "a well that gave life-giving water in the desert",
            "a sheep that the prince asked the pilot to draw",
            "a starry sky that reminded the pilot of the prince"
        ],
        "korWords": [
            "어느 한 비행사 추락한 사막에 그리고 만난 왕자를",  
            "어느 한 어린 왕자 행성에서 행성으로 여행한",  
            "어느 한 장미 자랑스럽고 허영심 많았지만 왕자가 깊이 사랑한",  
            "어느 한 바오밥 나무 왕자의 행성을 잠식하려 한",  
            "어느 한 세 개의 화산 왕자의 작은 행성 위의",
            "어느 한 B-612 왕자가 살던 소행성",
            "어느 한 왕 눈에 보이는 모든 것을 다스린",
            "어느 한 허영심 많은 사람 모두가 자신을 찬양하길 원하는",
            "어느 한 사업가 별들을 세어 그것들을 소유하려 한",
            "어느 한 점등인 등불을 충실히 켜고 끈",
            "어느 한 지리학자 탐험은 안 하고 지도만 기록한",
            "어느 한 장미밭 왕자가 자신의 장미가 유일함을 깨닫게 한",
            "어느 한 여우 왕자에게 사랑과 길들이기를 가르친",
            "어느 한 뱀 수수께끼를 말하고 해방을 제안한",
            "어느 한 사막 왕자와 비행사가 만난",
            "어느 한 우물 사막에서",
            "어느 한 별이 빛난 하늘 비행사에게 왕자를 떠올리게 한"
            
        ],
        "synonyms": [
            "A pilot crashes his plane in the Sahara Desert.",
            "He meets a young prince who asks him to draw a sheep.",
            "The prince tells the pilot about his tiny home planet, Asteroid B-612.",
            "On his planet, he cares for three volcanoes and a single rose.",
            "He loves the rose, but her vanity makes him leave on a journey.",
            "He visits the planet of a king who believes he rules everything.",
            "He visits the planet of a vain man who craves admiration.",
            "He visits the planet of a businessman who counts stars to own them.",
            "He visits the planet of a lamplighter who lights and extinguishes a lamp endlessly.",
            "He visits the planet of a geographer who records maps but never explores.",
            "He arrives on Earth and is surprised by its size and the number of people.",
            "He finds a garden full of roses, realizing his rose is not the only one.",
            "He meets a fox who teaches him about love and taming.",
            "He learns that 'what is essential is invisible to the eye.'",
            "He meets a snake who speaks in riddles and offers to send him home.",
            "The prince and the pilot search for water in the desert.",
            "They find a well, and the pilot learns the beauty of the journey.",
            "The prince decides to return to his rose by letting the snake bite him.",
            "The pilot repairs his plane and never forgets the prince.",
            "He looks at the stars and hears the prince's laughter in his heart."
        ]
    },
    "animalFarm": {
            "color": "linear-gradient(135deg, #a29bfe 0%, #6c5ce7 100%)",
            "colorDark": "linear-gradient(135deg, #74b9ff 0%, #0984e3 100%)",
            "words": [
                "an old boar named Old Major who inspires the animals to rebel",
                "a pair of pigs, Snowball and Napoleon, who lead the revolution",
                "a pig named Squealer who spreads propaganda",
                "a hard-working cart-horse named Boxer",
                "a gentle mare named Clover who cares for the others",
                "a cynical donkey named Benjamin",
                "a vain mare named Mollie who loves sugar and ribbons",
                "a flock of sheep that follow slogans without thinking",
                "a pack of dogs trained to protect Napoleon",
                "a crow named Moses who talks about Sugarcandy Mountain",
                "the farmhouse where the humans once lived",
                "the windmill that becomes the central project of the farm",
                "the Seven Commandments of Animalism",
                "the humans who once owned and oppressed the animals",
                "Mr. Jones, the negligent owner of the farm",
                "a battle known as the Battle of the Cowshed",
                "a battle known as the Battle of the Windmill",
                "the farm renamed Animal Farm after the rebellion",
                "the farm renamed back to Manor Farm at the end"
            ],
            "synonyms": [
                "Old Major, an old boar, gathers the animals and inspires them to rebel against humans.",
                "He teaches them the principles of Animalism and warns against human oppression.",
                "After Old Major dies, the pigs Snowball and Napoleon take leadership.",
                "The animals overthrow Mr. Jones and rename the farm Animal Farm.",
                "They establish the Seven Commandments as their guiding laws.",
                "Snowball plans to build a windmill to improve the farm.",
                "Napoleon uses trained dogs to drive Snowball away and seizes power.",
                "Squealer spreads propaganda to justify Napoleon's actions.",
                "The animals work hard to build the windmill.",
                "Boxer, the strong cart-horse, works tirelessly with the motto 'I will work harder.'",
                "The Battle of the Cowshed defends the farm from human attack.",
                "The windmill is destroyed and rebuilt multiple times.",
                "The animals face hunger and hardship, but propaganda keeps them loyal.",
                "Boxer collapses from exhaustion and is secretly sold to the knacker.",
                "The pigs begin to walk on two legs and live like humans.",
                "The Seven Commandments are altered to favor the pigs.",
                "The pigs make deals with humans and abandon the principles of Animalism.",
                "The farm is renamed back to Manor Farm.",
                "The animals realize they can no longer tell the pigs from the humans."
            ]
        }
    }